Repository: gbyat/gform-booking
Catalog: languages/gform-booking-*.po
Languages: de_de

source: Calendar
de_de: Kalender

source: Services
de_de: Dienste

source: Appointments
de_de: Termine

source: Settings
de_de: Einstellungen

source: Welcome to GF Booking. Manage your appointment services and view upcoming appointments.
de_de: Willkommen bei GF Booking. Verwalten Sie Ihre Terminvereinbarungen und sehen Sie sich bevorstehende Termine an.

source: Upcoming Appointments
de_de: Bevorstehende Termine

source: Add New Service
de_de: Neue Dienstleistung hinzufügen

source: Schedule
de_de: Zeitplan

source: Actions
de_de: Aktionen

source: Time-based slots
de_de: Zeitbasierte Slots

source: Daily Time Windows
de_de: Tägliche Zeitfenster

source: Custom Slots
de_de: Benutzerdefinierte Zeitfenster

source: Edit
de_de: bearbeiten

source: Are you sure?
de_de: Sind Sie sicher?

source: Delete
de_de: Löschen

source: No services configured yet.
de_de: Es sind noch keine Services konfiguriert.

source: Edit Service
de_de: Service bearbeiten

source: Service updated successfully.
de_de: Service erfolgreich aktualisiert.

source: Error saving service. Please try again.
de_de: Fehler beim Speichern des Services. Bitte versuchen Sie es erneut.

source: Back to Services
de_de: zurück zu den Services

source: Description
de_de: Beschreibung

source: Notify User
de_de: Benutzer benachrichtigen

source: Site Admin
de_de: Website-Administrator

source: This user will be notified when bookings are made or cancelled for this service.
de_de: Dieser Benutzer wird benachrichtigt, wenn Buchungen für diesen Service vorgenommen oder storniert werden.

source: Email Sender Name
de_de: Name des E-Mail-Absenders

source: The name that appears as sender in confirmation emails.
de_de: Der Name, der in Bestätigungs-E-Mails als Absender erscheint.

source: Email Sender Address
de_de: E-Mail-Absenderadresse

source: The email address that appears as sender in confirmation emails.
de_de: Die E-Mail-Adresse, die in Bestätigungs-E-Mails als Absender angezeigt wird.

source: Email Signature
de_de: E-Mail-Signatur

source: Optional signature appended to confirmation emails for this service. HTML links are allowed.
de_de: Optionale Signatur, die den Bestätigungs-E-Mails für diesen Dienst angehängt wird. HTML-Links sind zulässig.

source: Booking Type
de_de: Buchungstyp

source: Fixed Duration Slots (e.g., 30min intervals)
de_de: Feste Zeitfenster (z. B. 30-Minuten-Intervalle)

source: Custom Slots (e.g., half day, full day)
de_de: Individuelle Zeitfenster (z. B. halber Tag, ganzer Tag)

source: Fixed Duration: Creates slots based on duration. Custom: Define your own slots (e.g., 8am-12pm, 1pm-5pm) with individual capacity.
de_de: Feste Dauer: Erstellt Slots basierend auf der Dauer. Benutzerdefiniert: Definieren Sie Ihre eigenen Slots (z. B. 8:00–12:00 Uhr, 13:00–17:00 Uhr) mit individueller Kapazität.

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Closed
de_de: Geschlossen

source: From:
de_de: von:

source: To:
de_de: an:

source: Remove
de_de: entfernen

source: Add Time Window
de_de: Zeitfenster hinzufügen

source: Configure time windows for each day of the week. Use "Closed" to block a day completely, or add multiple time windows for morning/afternoon sessions.
de_de: Konfigurieren Sie Zeitfenster für jeden Wochentag. Verwenden Sie „Geschlossen“, um einen Tag vollständig zu sperren, oder fügen Sie mehrere Zeitfenster für Vormittags-/Nachmittagssitzungen hinzu.

source: Slot Duration (minutes)
de_de: Slot-Dauer (Minuten)

source: Buffer Time (minutes)
de_de: Pufferzeit (Minuten)

source: Start Time
de_de: Startzeit

source: End Time
de_de: Endtermin

source: Days
de_de: Tage

source: Capacity
de_de: Kapazität

source: Price
de_de: Preis

source: e.g., 450.00
de_de: z.B. 450.00

source: Add New Custom Slot
de_de: Neues benutzerdefiniertes Zeitfenster hinzufügen

source: Define custom time slots (e.g., morning 8am-12pm, afternoon 1pm-5pm). Each slot can have different capacity, price, and availability days. Slots can overlap.
de_de: Definieren Sie benutzerdefinierte Zeitfenster (z. B. vormittags von 8 bis 12 Uhr, nachmittags von 13 bis 17 Uhr). Jedes Zeitfenster kann unterschiedliche Kapazitäten und Verfügbarkeitstage haben.

source: Max Participants per Slot
de_de: Maximale Teilnehmerzahl pro Zeitfenster

source: Maximum number of people that can book the same time slot. Set to 1 for exclusive slots.
de_de: Maximale Anzahl von Personen, die denselben Zeitblock buchen können. Setzen Sie den Wert auf 1 für exklusive Zeitblöcke.

source: Price per Slot
de_de: Preis je Zeitblock

source: Price per slot (currency: %s). Enter numbers only, e.g., 450.00. Leave empty for free slots.
de_de: Preis pro Zeitblock (Währung: %s). Nur Nummer eingeben, (z. B. 450,00). Für kostenlose Zeitblöcke leer lassen.

source: Allow Multiple Slot Bookings
de_de: Mehrfachbuchungen zulassen

source: Enable customers to book multiple slots at once
de_de: Kunden die Möglichkeit geben, mehrere Termine gleichzeitig zu buchen

source: When enabled, customers can select multiple slots (e.g., morning + afternoon). If slots are on the same day, they can be merged into one appointment.
de_de: Wenn diese Option aktiviert ist, können Kunden mehrere Zeitfenster auswählen (z. B. vormittags + nachmittags). Wenn die Zeitfenster auf denselben Tag fallen, können sie zu einem Termin zusammengefasst werden.

source: Cutoff (hours before appointment)
de_de: Anmeldeschluss (Stunden vor dem Termin)

source: Within this window, customers cannot modify or cancel appointments.
de_de: Innerhalb dieses Zeitfensters können Kunden Termine weder ändern noch stornieren.

source: Calendar View
de_de: Kalenderansicht

source: Simple Date Picker
de_de: Einfacher Datumswähler

source: Month Calendar
de_de: Monatskalender

source: Min Booking Date
de_de: Mindestbuchungsdatum

source: Days Ahead (from today)
de_de: Tage bis (ab heute)

source: Fixed Start Date
de_de: Festes Startdatum.

source: Earliest Days Ahead
de_de: Früheste Tage in der Zukunft

source: Max Booking Date
de_de: Max Buchungstage

source: Days Ahead
de_de: Tage in der Zukunft

source: Fixed Date
de_de: Fixes Datum

source: Fixed End Date
de_de: Festes Enddatum.

source: Excluded Dates
de_de: Ausgeschlossene Termine

source: Add Date
de_de: Datum hinzufügen

source: Select specific dates to block (e.g., holidays).
de_de: Wählen Sie bestimmte Daten aus, die Sie sperren möchten (z. B. Feiertage).

source: Save Service
de_de: Dienstleitung speichern

source: Cancel
de_de: stornieren

source: Please select a date first.
de_de: Bitte wählen Sie zuerst ein Datum aus.

source: This date is already excluded.
de_de: Dieser Termin ist bereits ausgeschlossen.

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: Filter by status:
de_de: Nach Status filtern:

source: All
de_de: Alle

source: Confirmed
de_de: Bestätigt

source: Past
de_de: Vergangen

source: Cancelled
de_de: storniert

source: Appointment Date & Time
de_de: Termin Datum und Zeit

source: Booking Date
de_de: Buchungsdatum

source: Customer
de_de: Kunde

source: Participants
de_de: Teilnehmer

source: Contact
de_de: Kontakt

source: Service
de_de: Services

source: Are you sure you want to delete this appointment?
de_de: Sind Sie sicher, dass Sie diesen Termin löschen möchten?

source: No appointments found.
de_de: Keine Termine gefunden.

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.

source: Appointment cancelled successfully.
de_de: Ihr Termin wurde erfolgreich stonriert.

source: Appointment deleted successfully.
de_de: Termin erfolgreich gelöscht

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.

source: Currency
de_de: Währung

source: The currency code used for pricing (e.g., EUR, USD, GBP).
de_de: Der für die Preisangabe verwendete Währungscode (z. B. EUR, USD, GBP).

source: Note: Gravity Forms currency is set to %s.
de_de: Hinweis: Die Währung in Gravity Forms ist auf %s eingestellt.

source: Appointment Management Page
de_de: Terminverwaltungsseite

source: -- Select Page --
de_de: -- Seite auswählen --

source: Select a page where customers can manage their appointments. This page will only be accessible with a valid appointment token.
de_de: Wählen Sie eine Seite aus, auf der Kunden ihre Termine verwalten können. Diese Seite ist nur mit einem gültigen Termin-Token zugänglich.

source: Create a new page if needed, then select it here. The page will automatically show the management interface when accessed with a valid token.
de_de: Erstellen Sie bei Bedarf eine neue Seite und wählen Sie diese dann hier aus. Die Seite zeigt automatisch die Verwaltungsschnittstelle an, wenn mit einem gültigen Token darauf zugegriffen wird.

source: Color Settings
de_de: Farbeinstellungen

source: Customize the colors used in the booking calendar and interface.
de_de: Passen Sie die Farben an, die im Buchungskalender und in der Benutzeroberfläche verwendet werden.

source: Primary Colors
de_de: Primärfarben

source: Primary Color
de_de: Primärfarbe

source: Primary Hover Color
de_de: Primärfarbe-Hover

source: Secondary Colors
de_de: Sekundärfarben

source: Secondary Background
de_de: Sekundär-Hintergrundfarbe

source: Secondary Border
de_de: Sekundär-Rahmenfarbe

source: Status Colors
de_de: Status-Farben

source: Success Background
de_de: Hintergrundfarbe für Erfolgsmeldung

source: Success Border
de_de: Rahmen für Erfolgsmeldung

source: Error Background
de_de: Hintergrundfarbe für Fehlermeldung

source: Error Border
de_de: Rahmenfarbe für Fehlermeldung

source: Info Background
de_de: Hintergrundfarbe für Infofeld

source: Info Border
de_de: Rahmenfarbe für Infofeld

source: Warning Background
de_de: Hintergrundfarbe für Warnung

source: Warning Border
de_de: Rahmenfarbe für Warnung

source: Calendar Colors
de_de: Kalenderfarben

source: Calendar Header Background
de_de: Kalenderheader-Hintergrundfarbe

source: Available Day Background
de_de: Hintergrund verfügbarer Tage

source: Unavailable Day Background
de_de: Hintergrund nicht (mehr) verfügbarer Tage

source: Day Hover Background
de_de: Hover-Hintergrundfarbe für Tage

source: Save Settings
de_de: Einstellungen speichern

source: Appointment Cancelled - %s
de_de: Termin storniert - %s

source: An appointment has been cancelled: Customer: %1$s Email: %2$s Phone: %3$s Date: %4$s Time: %5$s - %6$s Service: %7$s This time slot is now available again.
de_de: Ein neuer Termin wurde storniert: Kunde: %1$s E-Mail: %2$s Telefon: %3$s Datum: %4$s Zeit: %5$s - %6$s Service: %7$s

source: Not provided
de_de: Nicht angegeben

source: Appointment Modified - %s
de_de: Termin geändert - %s

source: An appointment has been modified: Customer: %1$s Email: %2$s Phone: %3$s New Date: %4$s New Time: %5$s - %6$s Service: %7$s
de_de: Ein neuer Termin wurde geändert: Kunde: %1$s E-Mail: %2$s Telefon: %3$s Datum: %4$s Zeit: %5$s - %6$s Service: %7$s

source: Maximum number of modifications (5) reached for this appointment. Please contact support if you need further changes.
de_de: Die maximale Anzahl von Änderungen (5) für diesen Termin wurde erreicht. Bitte wenden Sie sich an den Support, wenn Sie weitere Änderungen benötigen.

source: Please wait %d more minutes before modifying your appointment again.
de_de: Bitte warten Sie noch %d Minuten, bevor Sie Ihren Termin erneut ändern.

source: Loading...
de_de: Laden...

source: No available time slots
de_de: Keine verfügbaren Zeitblöcke

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es noch einmal.

source: Success!
de_de: Erfolg!

source: slot
de_de: Termin

source: slots
de_de: Termine

source: spot
de_de: Platz

source: spots
de_de: Plätze

source: left
de_de: frei

source: Invalid request.
de_de: Ungültige Anfrage.

source: Invalid token.
de_de: Ungültiges Token.

source: Invalid action.
de_de: Ungültige Aktion.

source: Failed to update appointment.
de_de: Fehler beim Aktualisieren des Termins.

source: Appointment updated successfully.
de_de: Termin erfolgreich aktualisiert.

source: This appointment management page can only be accessed via a secure link.
de_de: Diese Terminverwaltungsseite kann nur über einen sicheren Link aufgerufen werden.

source: Access denied
de_de: Zugriff verweigert

source: Invalid request. A valid appointment token is required.
de_de: Ungültige Anfrage. Ein gültiges Termin-Token ist erforderlich.

source: Invalid or expired token.
de_de: Ungültiger oder abgelaufener Token.

source: Modifications are not allowed within %d hours of the appointment.
de_de: Änderungen sind innerhalb von %d Stunden vor dem Termin nicht mehr möglich.

source: Please select a new date and time.
de_de: Wählen Sie ein neues Datum und eine neue Uhrzeit aus.

source: Failed to modify appointment. Please try again.
de_de: Fehler beim Ändern des Termins. Bitte nochmal versuchen.

source: Your appointment has been modified. A confirmation email has been sent.
de_de: Ihr Termin wurde geändert.

source: Cancellations are not allowed within %d hours of the appointment.
de_de: Stornierungen sind innerhalb von %d Stunden vor dem Termin nicht mehr möglich.

source: Failed to cancel appointment. Please try again.
de_de: Fehler bei der Stornierung des Termins. Bitte versuchen Sie es erneut.

source: Your appointment has been cancelled.
de_de: Ihren Termin wurde storniert.

source: Manage Your Appointment
de_de: Verwalten Sie Ihren Termin

source: This appointment has already been cancelled.
de_de: Dieser Termin wurde bereits storniert.

source: Appointment Details
de_de: Termin-Details

source: Date:
de_de: Datum:

source: Time:
de_de: Zeit:

source: Modify Appointment
de_de: Termin ändern

source: Need to change your appointment? Select a new date and time below.
de_de: Möchten Sie Ihren Termin ändern? Wählen Sie unten ein neues Datum und eine neue Uhrzeit aus.

source: Confirm New Appointment Time
de_de: Neue Terminvereinbarung bestätigen

source: Cancel Appointment
de_de: Termin absagen

source: If you need to cancel your appointment, please click the button below. You can always book a new appointment if needed.
de_de: Wenn Sie Ihren Termin stornieren möchten, klicken Sie bitte auf die Schaltfläche unten. Sie können jederzeit einen neuen Termin buchen.

source: Are you sure you want to cancel this appointment?
de_de: Möchten Sie den ausgewählten Termin wirklich löschen?

source: Return to homepage
de_de: Zur Startseite zurückkehren

source: Appointment not found.
de_de: Termin nicht gefunden

source: GF Booking requires Gravity Forms to be installed and activated.
de_de: GF Booking erfordert die Installation und Aktivierung von Gravity Forms.

source: Appointment Confirmation - %s
de_de: Eingangsbestätigung für Terminbuchung - %s

source: New Appointment Booking - %s
de_de: Neue Terminbuchung - %s

source: A new appointment has been booked: Customer: %1$s Email: %2$s Phone: %3$s Date: %4$s Time: %5$s - %6$s Service: %7$s
de_de: Ein neuer Termin wurde gebucht: Kunde: %1$s E-Mail: %2$s Telefon: %3$s Datum: %4$s Zeit: %5$s - %6$s Service: %7$s

source: Appointment Confirmation
de_de: Eingangsbestätigung für eine Terminbuchung

source: Hello
de_de: Hallo

source: Thank you for your appointment booking:
de_de: Vielen Dank für Ihre Terminbuchung:

source: Add to Calendar
de_de: dem Kalender hinzufügen

source: Changes and cancellations are possible until %d hours before the appointment.
de_de: Stornierungen sind bis zu %d Stunden vor dem Termin möglich.

source: If you need to review or adjust your booking, please use the link below:
de_de: Wenn Sie Ihre Buchung überprüfen oder ändern möchten, verwenden Sie bitte den folgenden Link:

source: Manage Appointment
de_de: Termin verwalten

source: If you have any questions, please feel free to contact us.
de_de: Wenn Sie Fragen haben, wenden Sie sich bitte an uns.

source: Appointment
de_de: Termin

source: Appointment: %s
de_de: Termin: %s

source: Customer: %s
de_de: Kunde: %s

source: Phone: %s
de_de: Telefon: %s

source: Service: %s
de_de: Leistungen: %s

source: No booking service available. Please configure a service first.
de_de: Kein Buchungsservice verfügbar. Bitte konfigurieren Sie zuerst einen Service.

source: -- Select a Service --
de_de: -- Service auswählen --

source: Available times:
de_de: Verfügbare Zeiten:

source: Previous
de_de: zurück

source: Next
de_de: weiter

source: Mon
de_de: Mo.

source: Tue
de_de: Di.

source: Wed
de_de: Mi.

source: Thu
de_de: Do.

source: Fri
de_de: Fr.

source: Sat
de_de: Sa.

source: Sun
de_de: So.

source: %d slot
de_de: %s Termin

source: Selected date:
de_de: Ausgewähltes Datum:

source: Available Services
de_de: Verfügbare Services

source: Select one or more services. Users will be able to choose from these services.
de_de: Wählen Sie einen oder mehrere Services aus. Die Benutzer können aus diesen Services auswählen.

source: No services available. Please create services first.
de_de: Keine Services verfügbar. Bitte erstellen Sie zuerst Dienste.

source: Participants Field
de_de: Teilnehmerfeld

source: None (default: 1)
de_de: Keine (Standard: 1)

source: Select a number field to use for the number of participants. If not set, defaults to 1.
de_de: Wählen Sie ein Zahlenfeld aus, das für die Anzahl der Teilnehmer verwendet werden soll. Wenn keine Einstellung vorgenommen wird, wird standardmäßig der Wert 1 verwendet.

source: Customer Name Field
de_de: Kunden Namensfeld:

source: None
de_de: Keins

source: Optional: Select a field to use as the customer name.
de_de: Optional: Wählen Sie ein Feld aus, das als Kundenname verwendet werden soll.

source: Phone Field
de_de: Telefonfeld

source: Optional: Select a field to use as the phone number.
de_de: Optional: Wählen Sie ein Feld aus, das als Telefonnummer verwendet werden soll.

source: General Settings
de_de: Allgemeine Einstellungen

source: No changelog available.
de_de: Kein Changelog verfügbar

source: Download the latest release ZIP file
de_de: Laden Sie die neueste ZIP-Datei herunter.

source: Go to WordPress Admin → Plugins → Add New → Upload Plugin
de_de: Gehen Sie zu WordPress Admin → Plugins → Neu hinzufügen → Plugin hochladen

source: Upload the ZIP file and click Install Now
de_de: Laden Sie die ZIP-Datei hoch und klicken Sie auf „Jetzt installieren“.

source: Activate the plugin
de_de: Aktivieren Sie das Plugin.

source: Configure services under GF Booking → Services
de_de: Konfigurieren Sie Dienste unter GF Booking → Dienste
